yay
wget
unzip
git
hyprland
waybar
rofi-wayland
alacritty
dunst
thunar
xdg-desktop-portal-hyprland
qt5-wayland
qt6-wayland
hyprpaper
hyprlock
hypridle
firefox
ttf-font-awesome
vim
fastfetch
ttf-fira-sans
nerd-fonts
fuse2
gtk4
libadwaita
jq
python-gobject
xdotool
brightnessctl
networkmanager
wireplumber
nvim
pavucontrol
zsh
s-tui
vivaldi
starship
ttf-jetbrains-mono-nerd
calc
blueman
github-cli
htop
keepassxc
rofi-emoji
steam
stow
syncthing
greetd
timeshift